Repository: secret-star93/aimeos-typo3
Catalog: Resources/Private/Language/*.plugins.xlf
Languages: cs, no

# account-download.target
source: Account download page
cs: Stránka s dokumenty ke stažení pro zákazníka

# account-favorite.target
source: Favorite products page
cs: Stránka nejoblíbenějších produktů
no: Favorittprodukter

# account-watch.target
source: Watched products page
cs: Stránka s nedávno navštívenými produkty
no: Overvåkede produkter

# catalog-filter.tree-startid
source: Display categories beginning from the following node
cs: Zobrazovat kategorie počínaje vybranou stránkou
no: Vis kategorier som bygynner fra følgende node

# catalog-filter.tree-levels-always
source: Always display these category levels
cs: Vždy zobrazovat tyto úrovně kategorií
no: Alltid vis disse kategorinivåene

# catalog-filter.tree-levels-only
source: Only display up to these category levels
cs: Zobrazovat pouze po zvolené úrovně kategorií
no: Vis kun disse kategorinivåene

# catalog-list.target
source: Catalog list page
cs: Stránka s výpisem katalogu
no: Side for kataloglisting

# catalog-suggest.target
source: Page with suggestions for search filter
cs: Stránka pro uložení nápověd ve vyhledávacím filtru
no: Side med forslag til søkefilter

# catalog-list.catid-default
source: Default category if no parameter is available
cs: Výchozí kategorie, pokud není k dispozici žádný parametr
no: Forhåndsvalgt kategori hvis ingen parameter er satt

# catalog-detail.target
source: Catalog detail page
cs: Stránka pro detail katalogu
no: Side med katalogdetaljer

# catalog-detail.prodid-default
source: Default product ID if no parameter is available
cs: Výchozí ID produktu, pokud není k dispozici žádný parametr

# catalog-session-pinned.target
source: Page with catalog session plugin
cs: Stránka obsahující doplněk "catalog session"
no: Side med katalogseksjon.

# catalog-count.target
source: Page with product counts for catalog filter
cs: Stránka pro uložení součtů ve filtru katalogu
no: Side med produktteller for katalogfilter

# catalog-stock.target
source: Page with stock level data
cs: Stránka pro data o počtech skladových položek
no: Side med lageropplysninger

# basket-standard.target
source: Basket page
cs: Stránka pro košík
no: Side med handlekurv

# checkout-standard.target
source: Checkout page
cs: Stránka pro vytvoření objednávky
no: Side for utsjekking

# checkout-standard-summary-option-terms.target
source: Terms and conditions page
cs: Stránka s obchodními podmínkami
no: Side for betingelser og vilkår

# checkout-standard-summary-option-terms-privacy.target
source: Privacy policy page
cs: Stránka o ochraně soukromí
no: Side for personverninnstillinger

# checkout-confirm.target
source: Confirmation page
cs: Stránka pro potvrzení objednávky
no: Side for ordrebekreftelse

# checkout-update.target
source: Page with "checkout payment update" plugin
cs: Stránka s rozšířením "checkout payment update"
no: Side med utvidelse for utsjekkin og betaling

# default.typo3.tsconfig
source: TypoScript configuration
cs: Konfigurace TypoScriptu
no: Typoscript-konfigurasjon

# default.error.tsconfig.invalid
source: The TypoScript configuration is invalid
cs: Konfigurace TypoScriptu obsahuje formální chyby
no: Typoscript-konfigurasjonen er ugyldig
